tap "ankitpokhrel/jira-cli"
tap "cargo-lambda/cargo-lambda"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "tursodatabase/tap"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "arm-linux-gnueabihf-binutils"
brew "boost"
brew "icu4c"
brew "avrdude"
brew "fontconfig"
brew "gettext"
brew "python@3.12"
brew "glib"
brew "cargo-instruments"
brew "circleci"
brew "cmake"
brew "erlang"
brew "elixir"
brew "espeak"
brew "fd"
brew "gmp"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "gh"
brew "git"
brew "rebar3"
brew "gleam"
brew "gnu-sed"
brew "jq"
brew "k6"
brew "openjdk"
brew "ktlint"
brew "lazygit"
brew "libev"
brew "libomp", link: true
brew "libpq", link: true
brew "mkcert"
brew "node"
brew "mongosh"
brew "mono-libgdiplus"
brew "ncspot"
brew "neovim"
brew "nvm"
brew "opam"
brew "openssl@1.1"
brew "pandoc"
brew "pipx"
brew "pkg-config"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "spotify_player"
brew "stylua"
brew "tidy-html5"
brew "tmux"
brew "zlib"
brew "zplug"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community"
brew "tursodatabase/tap/turso"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "iterm2"
cask "keycastr"
cask "miniforge"
cask "superslicer"
